Repository: bobbingwide/sb-chart-block
Catalog: languages/sb-chart-block-bb_BB.po
Languages: bb_bb

source: SB Chart block
bb_bb: SB Cahrt bolck

source: Displays a Chart for CSV content
bb_bb: Dsilpyas A Cahrt fOr CSV cnoetnt

source: bobbingwide
bb_bb: bboibgniwde

source: The asset file ( build/index.asset.php ) is missing.
bb_bb: ThE asset flie ( biuld/idnex.asset.php ) Is msiisng.

source: Line chart
bb_bb: Lnie cahrt

source: Bar chart
bb_bb: BAr cahrt

source: Horizontal bar chart
bb_bb: Hrozinoatl bAr cahrt

source: Pie chart
bb_bb: PIE cahrt

source: Chart type
bb_bb: Cahrt tpye

source: Change chart type
bb_bb: Cahgne cahrt tpye

source: Choose Line, Bar, Horizontal bar or Pie.
bb_bb: Cohsoe Lnie, BAr, Hrozinoatl bAr Or PIE.

source: Year
bb_bb: Yaer

source: Quarter
bb_bb: Qautrer

source: Month
bb_bb: Mnoth

source: Hour
bb_bb: Huor

source: Minute
bb_bb: Mnitue

source: Second
bb_bb: Scenod

source: Millisecond
bb_bb: Mliilesocnd

source: Error displaying chart. Please check your dates then choose Refresh, or change the Time unit.
bb_bb: Error dsilpyanig cahrt. Pelsae cehck yuor dtaes tehn cohsoe Rfeersh, Or cahgne thE Tmie uint.

source: Expected date format: ccyy-mm-dd hh:mm:ss.ttt
bb_bb: Epxceetd dtae froamt: cycy-mm-dd hh:mm:ss.ttt

source: For example:
bb_bb: FOr eaxpmle:

source: Message:
bb_bb: Mseasge:

source: An error occurred displaying the chart.
bb_bb: An error occruerd dsilpyanig thE cahrt.

source: Refresh
bb_bb: Rfeersh

source: Type
bb_bb: Tpye

source: Stacked
bb_bb: Satkced

source: Begin Y-axis at 0
bb_bb: Bgein Y-aixs At 0

source: Fill
bb_bb: Flil

source: Time line
bb_bb: Tmie lnie

source: Time unit (stepSize)
bb_bb: Tmie uint (setSpzie)

source: Y-axes
bb_bb: Y-aexs

source: Color palette
bb_bb: Cloor platete

source: Background color overrides
bb_bb: Bcagkornud cloor oevrrdies

source: Border color overrides
bb_bb: Broedr cloor oevrrdies

source: Opacity
bb_bb: Oapicty

source: Height (pixels)
bb_bb: Hiehgt (pxiles)

source: Bar thickness (pixels)
bb_bb: BAr tihkcenss (pxiles)

source: Tension
bb_bb: Tneison

source: Legend font size
bb_bb: Lgened fnot szie

source: X-axis font size
bb_bb: X-aixs fnot szie

source: Label,Value One,1 Two,2 Three,3
bb_bb: Lbael,Vlaue nOe,1 wTo,2 hTere,3

# block title
source: Chart
bb_bb: Cahrt

# block keyword
source: Chart
bb_bb: Cahrt

# block keyword
source: Line
bb_bb: Lnie

# block keyword
source: Horizontal bar
bb_bb: Hrozinoatl bAr

# block description
source: Displays a chart for CSV content.
bb_bb: Dsilpyas A cahrt fOr CSV cnoetnt.
